Repository: dkefe1/loche_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: am

# transaction_type_g
source: Transaction Type
am: የግብይት አይነት

# date_g
source: Date
am: ቀን

# amount_transaction_page
source: Amount
am: የግብይት መጠን

# you_have_not_yet_won_any_awards_g
source: You have not yet won any awards
am: እስካሁን ምንም ሽልማት አላገኙም

# notes_g
source: Notes
am: ማስታወሻዎች

# you_have_not_yet_created_a_note_g
source: You have not yet created a note
am: እስካሁን ምንም ማስታወሻ አልያዙም

source: Create A Note
am: ማስታወሻ ይፃፉ

source: Add Note
am: ማስታወሻ መዝግብ

source: Scout
am: ስካውት

source: You have not yet added a player to the watch list
am: እስካሁን ምንም ተጫዋች ወደ ስካውት አልጨመሩም

source: Players
am: ተጫዋቾች

source: Goalkeepers
am: ግብ ጠባቂዎች

source: Defenders
am: ተከላካዮች

source: Midfielders
am: አማካዮች

source: Attackers
am: አጥቂዎች

source: Add Scout
am: ስካውት መፍጠር

source: Choose the players you want to add in the scouts list
am: ሚፈልጉትን ተጫዋች መርጠው ወድ ስካውት ይጨምሩ

# search_all_players_g
source: Search all players
am: ተጫዋች ፈልግ

# filter_by_club_g
source: Filter by club
am: በክለብ ፈልግ

source: Select players
am: ተጫዋች ምረጥ

# player_types
source: GK, DEF, MID, FOR
am: ግ/ጠ፣ ተከ፣ አማ፣ አጥ

# player_information_g
source: Player information
am: የተጫዋች መረጃ

source: Add to scout
am: ወደ ስካውት ይጨምሩ

# discover_the_winning_playbook_read_and_understand_the_guidelines
source: Discover the winning playbook. Read and understand the guidelines and terms to play smarter and win bigger.
am: በብልህነት ለመጫወት እና የበለጠ ለማሸነፍ መመሪያዎቹን ያንብቡ እና ይረዱ።

# check_below_to_see_how_your_players_score_points_on_loche
source: Check below to see how your players score points on Loche. Discover how goals, assists, clean sheets, saves, and more contribute to your team’s overall score. Stay ahead of the game as you strategize and select players based on their potential to track up points
am: የእርስዎ ተጫዋቾች ሎጬ ላይ እንዴት ነጥብ እንደሚያስመዘግቡ ለማየት ከታች ያንብቡ። ጎሎች ፣ አሲስቶች ፣ ክሊን ሺቶች ፣ ጎል ማዳን ፣ እና ሌሎችም ለቡድንዎ አጠቃላይ ውጤት እንዴት እንደሚያበረክቱ ይወቁ። ጥሩ ስታርቴጂ በማውጣት ከጨዋታው ቀድመው ይገኙ፡፡

# attacking_points_g
source: Attacking Points
am: የማጥቃት ነጥቦች

source: Goal scored by a forward
am: አጥቂ ጎል ሲያስቆጥር

source: A goal scored by a player included as a forward
am: አንድ አጥቂ 1 ጎል ሲያስቆጥር እርስዎ 10 ነጥብ ያገኛሉ፡፡

source: Goal scored by a midfielder
am: አማካይ ጎል ሲያስቆጥር

# a_goal_scored_by_a_player_included_as_a_midfielder
source: A goal scored by a player included as midfielder
am: አንድ አማካይ 1 ጎል ሲያስቆጥር እርስዎ 12.5 ነጥብ ያገኛሉ።

# goal_scored_by_a_defender
source: Goal scored by a defender/GK
am: ተከላካይ ወይም ግብ ጠባቂ ጎል ሲያስቆጥር

# a_goal_scored_by_a_player_included_as_a_defender
source: A goal scored by a player included as a Defender/Goalkeeper
am: አንድ ተከላካይ ወይም ግብ ጠባቂ ጎል 1 ጎል ሲያስቆጥር እርስዎ 15 ነጥብ ያገኛሉ።

# assist_g
source: Assist
am: አሲስት

source: The player who makes the final pass before a goal
am: 1 ጎል ሲቆጠር ፤ የእርስዎ ተጫዋች የመጨረሻውን ኳስ ካቀበለ እርስዎ 5 ነጥብ ያገኛሉ።

# shot_on_target_g
source: Shot on target
am: የጎል ሙከራ

# if_the_ball_stays_within_the_goal_frame
source: If the ball stays within the goal frame i.e. saved by the goalkeeper or scored
am: ማንኛውም የጎል ሙከራ ሲደረግ ወይም ጎል ሲቆጠር እርስዎ 1.5 ነጥብ ያገኛሉ።

source: Two chances created
am: 2 እድሎች ሲፈጠር

source: Interceptions Completed
am: ኳስ የማቋረጥ እንቅስቃሴ

# penalty_saved_g
source: Penalty saved
am: በግብ ጠባቂው የዳነ ፍፁም ቅጣት ምት

source: Remark 1
am: አንድ ተጫዋች ቀይ ካርድ ተሰጥቶት ቢወጣም ቡድኑ ጎሎች ከገቡበት ተጫዋቹ ነጥብ ይቀነስበታል።

source: Remark 2
am: አንድ ተጫዋች 2 ቢጫ ካርድ ተሰጥቶት ቢወጣ ወይም 1 ቢጫ ካርድ ካየ በኋላ በቀይ ካርድ ቢወጣ ከተጫዋቹ 2.5 ነጥብ ይቀነሳል።

source: Remark 3
am: በጨዋታ ላይ የሚሰጡ ነጥቦች የሳምንቱ መርሃ ግብር የመጨረሻ ጨዋታ እስኪጠናቀቅ ድረስ ሊቀየሩ ይችላሉ።

# remark_5
source: If a player in the starting 11 doesn't play he will be subbed in by the bench player who has the highest point.
am: ቋሚ 11 ላይ የተሰለፈ ተጫዋች ምንም ደቂቃ ባይጫዋት ከቤንች ትልቁ ነጥብ ባለው ተጫዋች ተቀይሮ ይገባል።

# remark_6
source: If the user's selected captain does not play a single minute the vice captain will automatically have his points doubled instead.
am: ካፒቴን የተደረገ ተጫዋች ባይሰለፍ/ምንም ደቂቃ ባይጫወት የቫይስ ካፒቴኑ ነጥብ ይታጠፋል።

# remark_7
source: Captains and vice Captains are not eligible for auto substitution.
am: ካፒቴን እና የቫይስ ካፒቴን አውቶ ሰብስቲቱት አይደረጉም

source: Switch Player
am: ተጫዋች ቀይር

source: Make Captain
am: ካፒቴን ያድርጉ

source: Make Vice Captain
am: ቫይስ ካፒቴን ያድርጉ

# point_system_2
source: Here you can find The point system and rules of Loche
am: እዚህ ገፀ ላይ የ ሎጬ ነጥብ አሰጣጥ እና ደንቦችን ማግኘት ይችላሉ

# faq_2
source: Find Frequently asked questions about Loche here
am: ስለ ሎጬ አብዛኛውን ጊዜ ሚጠየቁ ጥያቄ እና መልሶች ያግኙ

# tac_2
source: Find our Terms and conditions here
am: የሎጬ የአገልግሎት መመሪያ እዚህ ያገኛሉ

# pp_2
source: You can find our Privacy Policy here
am: የሎጬ የግላዊነት ፖሊሲ እዚሁ ያገኛሉ

# fd_2
source: You can give any feedbacks about Loche here
am: ስለ ሎጬ ያላችሁን አስተያየት በዚሁ መላክ ይችላሉ

# a_2
source: You can find more about us here
am: ስለ ሎጬ ማወቅ ሚፈልጉት እዚህ መግኝት ይችላሉ

# deposit_choice
source: Deposit
am: የሎጬ ኮይን ለመግዛት

source: Bank Types
am: ባንክ ይመረጡ

source: Account Name
am: የባንክ ሂሳቡ ባለቤት ሙሉ ስም

source: Account Number
am: የባንክ ሂሳብ ቁጥር

# amount_2
source: Amount
am: የወጪ መጠን
