Repository: dkefe1/loche_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: am

# language
source: English
am: አማርኛ

source: Login to your account
am: ወደ መለያዎ ይግቡ

# login_to_your_account_desc
source: Login to your account, and kick off your winning streak in Loche’s football universe
am: የሎጬ እግር ኳስ ቤተሰብ በመቀላቀል የአሸናፊነት ጉዞዎን ያስጀምሩ

source: Phone Number
am: ስልክ ቁጥር

source: Pin
am: ሚስጥር ቁጥር

source: Value can not be empty
am: ባዶ ልሆን አይችልም

source: Please enter a valid phone number
am: ያስገቡት ስልክ ልክ አይደለም

source: Pin can not be less than 4 characters
am: የሚስጥር ቁጥርዎ አራት አሃዝ መሆን አለበት

source: Forgot Pin?
am: የሚስጥር ቁጥርዎን ረሱት?

source: Login
am: ይግቡ

# are_you_new
source: Are you new to Loche?
am: ለሎጬ አዲስ ነዎት?

source: Create Account
am: መለያ ይክፈቱ?

source: Create an account
am: መለያ ይክፈቱ

# welcome
source: Welcome! Create your dream team and rise to the top. Get ready to experience the thrill of victory on the pitch!
am: እንኳን ደህና መጡ! የሚመኙትን የእግር ኳስ ቡድን መስርተው የደስታ አለም ይቀዳጁ!

source: First Name
am: ስም

source: Last Name
am: የአባት ስም

source: Phone
am: ስልክ

source: Email
am: ኢሜይል

# valid_email
source: Please enter a valid email
am: ያስገቡት ኢሜይል የተሳሳት ነው

# dob
source: Date of birth
am: የልደት ቀን

source: Address
am: አድራሻ

source: Confirm Pin
am: የሚስጥር ቁጥርዎን ያረጋግጡ

source: Both pins must be the same
am: ሁለቱም የሚስጥሮች ቁጥር ተምሳሳይ መሆን አለባቸው

# referral_does_not_exist
source: Referral code does not exist
am: የኤጀንት ኮድ ልክ አይደለም

# agree_to_the
source: I agree to the
am: እስማማለሁ

# terms_and_conditions
source: Terms & Conditions
am: ውል እና ሁኔታዎች

source: and
am: እና

source: Privacy policy
am: የግላዊነት ፖሊሲ

source: SignUp
am: ይመዘገቡ

source: Already have an account?
am: መለያ አለዎት?

# recover_password
source: Recover your password
am: የሚስጥር ቁጥርዎን ያስመልሱ

# enter_phone_number_for_verification
source: Enter your phone number here.You'll receive a verification code from us.
am: ስልክ ቁትርዎን እዚህ ያስገቡ፡፡ ከኛ ማስታወቂያ ይላክሎታል

source: Submit
am: ያስገቡ

# verify_phone_number
source: Verify your phone number
am: ስልክ ቁጥርዎን ያረጋግጡ

# we_have_sent_to
source: We have sent a 5-digit code to
am: ባለ አምስት አሃዝ ሚስጥራዊ ቁጥር ወደ ስልክዎ ተልኳል

source: Please fill all the fields
am: እባክዎ አስፈላጊ መረጃዎችን ይሙሉ

source: Pin is wrong
am: ሚስጥር ቁጥር ተሳስተዋል

source: Verify
am: ያረጋግጡ

# resend_otp
source: Resend OTP in
am: ድጋሚ ኮድ ያስልኩ

# did_not_receive_code
source: Didn’t receive code?
am: ኮድ ወድ ስልክዎ አልደረስዎትም?

source: Resend
am: ድጋሚ ኮድ ያስልኩ

source: Change password
am: የሚስጥር ቁጥር ይቀይሩ

# please_create_and_confirm
source: Please create a new password here and confirm.
am: አዲስ የሚስጥር ቁጥር ያስገቡ እና ያረጋግጡ

source: Save
am: ይመዝግቡ

source: Ranking
am: ደረጃ

source: Fixtures
am: ጨዋታዎች

# discover_the_winning_playbook
source: Discover the winning playbook. Read and understand the guidelines and terms to play smarter and win bigger.
am: አሸናፊውን የጨዋታ ደብተር ያግኙ ። ደብተር ለማጫወት እና የበለጠ ለማሸነፍ መምሪያዎችን እና ቃላትን አንብቡ እና ተረዱ ።

# take_control_of_your_profile
source: Take control of your profile, rewards, and credits - unleash the power of customization and enjoy the full experience!
am: የእርስዎን ፕሮፋይል፣ ሽልማቶች እና ክሬዲቶች ይቆጣጠሩ!

source: Pin Reset Successful
am: የሚስጥር ቁጥር መቀየር ተከናውኗል

# your_password_has_been_changed
source: Your password has been changed, please go to the login page and sign in
am: የሚስጥር ቁጥርዎ ስለተቀየረ እባክዎ እንደገና ይግቡ

# awesome_pin_reset_successful
source: Awesome. You have successfully reset the pin for your account.
am: የሚስጥር ቁጥርዎን በትክክል ቀይረዋል

# go_to_login
source: Go To Login Page
am: ወደ መግቢያ ገፅ ይሂዱ

source: OTP resent successfully
am: ኮድ ወደ ስልክዎ ተልኳል

source: Home
am: መነሻ

source: Profile
am: ፕሮፋይል

source: Info
am: መረጃ

source: My Team
am: የኔ ቡድን

source: Transfers
am: ዝውውር

source: Join
am: ተቀላቀል

source: Join Now
am: ተቀላቀል

source: FT :
am: ነፃ ዝውውር :

source: Unlimited
am: ገደብ አልባ

source: Bank
am: ባንክ

source: No Active
am: ምንም ገቢር የለም

source: GW
am: ጨ.ሳ

source: Deadline
am: ገደብ

source: Game Week
am: የጨዋታ ሳምንት

# can_not_switch
source: Can not switch a goal keeper with other positions
am: ግብ ጠባቂ በግብ ጠባቂ ብቻ ነው መቀየር የሚቻለው

# at_least_one_forward
source: At least one forward is required
am: ቢያንስ አንድ አጥቂ ያስፈልጋል

# at_least_two_midfielders
source: At least two midfielders are required
am: ቢያንስ ሁለት አማካይ ያስፈልጋል

# at_least_three_defenders
source: At least three defenders are required
am: ቢያንስ ሶስት ተከላካይ ያስፈልጋል

source: Player Information
am: የተጫዋች መረጃ

source: Transfer
am: አዘዋውር

source: All Players
am: ሁሉም ተጫዋቾች

source: Search All Players
am: ሁሉንም ተጫዋቾችን ፈልግ

source: Filter by club
am: በክለብ ፈልግ

source: GK
am: ግጠ

source: DEF
am: ተከ

source: MID
am: አማ

# forward
source: FOR
am: አጥ

source: Details
am: ዝርዝር

source: Team:
am: ቡድን:

source: Price:
am: ዋጋ:

source: Points
am: ነጥብ

source: Switched By
am: የተለወጠው በ

source: More
am: ተጨማሪ

source: Budget
am: በጀት

source: Total FP
am: አጠቃላይ ነጥብ

source: FP
am: ነጥብ

# select_a_gw
source: Select a Gameweek
am: የጨዋታ ሳምንት ምረጥ

source: current
am: አሁን

# you_have_not_joined_any_gw
source: You have not joined any game week
am: አንድም የጨዋታ ሳምንት አልተቀላቀሉም

source: Weekly
am: ሳምንታዊ

source: Monthly
am: ወርሃዊ

source: Yearly
am: አመታዊ

source: Months
am: ወራት

source: Game Weeks
am: የጨዋታ ሳምንታት

# leaderboard_not_available
source: Leaderboard not available yet!
am: የመሪዎች ሰሌዳ እስካሁን አይገኝም!

source: Live
am: ቀጥታ

source: This is not the final result
am: ይህ የመጨረሻ ነጥብ አይደለም

source: Deposit
am: ገቢ አድርግ

source: Account information
am: የመለያ መረጃ

source: Personal Information
am: የግል መረጃ

source: Change Pin
am: የሚስጥር ቁጥር ይቀይሩ

source: Your Referral Code
am: የእርስዎ ሪፈራል ኮድ

# request_your_referral_code
source: Request To Get A Referral Code
am: ሪፈራል ኮድ ለማግኘት ይጠይቁ

source: Text Copied!
am: ጽሑፍ ተቀድቷል።!

source: Wallet
am: የኪስ ቦርሳ

# agents_list
source: Agent's Transaction
am: የኤጀንቶች ዝርዝር

source: Credit
am: ቀሪ ሂሳብዎ

source: Deposit credit
am: ገንዘብ ገቢ ያድርጉ

source: Transfer credit
am: ገንዘብ ያስተላልፉ

# transfer_history
source: Transaction History
am: የተላላኩት ገንዘብ

source: Prize
am: ሽልማት

source: My Awards
am: የኔ ሽልማቶች

source: Notes
am: ማስታወሻ

source: Scouts
am: ስካውቶች

source: Logout
am: ይውጡ

source: Are you sure you want to logout?
am: እርግጠኛ ነዎት መውጣት ፈልገዋል?

source: Cancel
am: ይቅር

source: Older Pin
am: የድሮ ሚስጥር ቁጥር

source: New Pin
am: አዲስ ሚስጥር ቁጥር

source: Withdraw
am: ወጪ ያድርጉ

source: Commission History
am: የእርስዎ ኮሚሽን

# no_commission_history
source: You have not yet made any commissions!
am: እስካሁን ምንም ኮሚሽን አልሰሩም!

source: Earned
am: ያገኙት

source: Available
am: የለዎት ቀሪ

# users_who_used_your_code
source: Users who used your referral code
am: የእርስዎን ሪፈራል ኮድ ተጠቅመው የገቡ

source: Agents
am: ኤጀንቶች

# no_agents_joined
source: No Agents Joined One Game Week
am: አንድም የጨዋታ ሳምንት የተቀላቀለ ኤጀንት የለም

source: Coin
am: ብር

# top_up_your_credit
source: Top up your credit by depositing now
am: ክሬዲትዎን ይሙሉ

source: Amount
am: መጠን

source: Amount can not be empty
am: የገንዘብ መጠን ያስገቡ

# you_need_at_least_45
source: You need at least collection of 45 coin in your app credit
am: ክሬዲትዎ ቢያንስ 45 ብር ሊኖረው ይገባል

# transfer_your_credit
source: Transfer your credit to other account
am: ክሬዲትዎን ለሌላ ሰው ያስተላልፉ

source: Insufficient Balance
am: በቂ ክሬዲት የለዎትም

source: Transaction
am: የገንዝብ ዝውውር

# you_have_not_yet_made_any_transaction
source: You have not yet made any transactions!
am: እስካሁን ምንም የገንዘብ ዝውውር አላደረጉም!

# transaction_by
source: Transactions by
am: የገንዘብ ዝውውር በ

source: Transaction Type
am: የገንዘብ ዝውውር አይነት

source: Date
am: ቀን

source: You have not yet won any awards
am: እስካሁን ምንም ሽልማት አላገኙም

source: Prize Withdrawal
am: ሽልማትዎን ወጪ ያድርጉ

source: Lists of Awards
am: የሽልማቶች ዝርዝር

source: Pt
am: ነጥ

source: You have not yet created a note.
am: ምንም ማስታወሻ አልያዙም

# are_you_sure_to_delete_notes
source: Are you sure you want to delete all notes?
am: ማስተወሻውን ማጥፋት ፈልገዋል እርግጠኛ?

source: Delete all
am: ሁሉን አጥፋ

# you_have_not_added_to_watch_list
source: You have not yet added a player to the watch list
am: እስካሁን ምንም ተጫዋች ወድ ስካውት አላስገቡም

source: Informations
am: መረጃ

source: Poll
am: ፖል

source: Player Stat
am: የተጫዋች መረጃ

source: Player Selection Stat
am: የተጫዋች ምርጫ መረጃ

# injured_banned_list
source: Injured/Banned Players List
am: የተጎዱ/የተቀጡ ተጫዋቾች ዝርዝር

source: GUIDES
am: መመሪያዎች

# how_to_play
source: How to play in Loche
am: በሎጬ ውስጥ እንዴት መጫወት እንደሚችሉ

# points_system
source: Points system of Loche
am: የሎጬ ነጥብ አሰጣጥ ስራዕት

source: SUPPORT
am: ድጋፍ

source: FAQ
am: ተደጋግሞ የሚነሱ ጥያቄዎች

source: Feedback
am: አስተያየት

source: About us
am: ስለ እኛ

source: Open
am: ክፈት

source: Closed
am: ዝግ

# no_polls
source: There are no polls available!
am: ምንም ምርጫዎች የሉም!

source: All Time
am: ሁል ጊዜ

source: All Time Summary
am: የሁሉም ጊዜ ማጠቃለያ

source: Summary
am: ማጠቃለያ

source: Most Selected Player
am: ብዙ የተመረጠው ተጫዋች

source: Most Captained Player
am: በብዙ አንበል የተደረገው ተጫዋች

source: Most Vice Captained Player
am: በብዙ ምክትል አንበል የተደረገው ተጫዋች

source: Most Bought Player
am: አብዛኞች የገዙት ተጫዋች

source: Most Sold Player
am: አብዛኞች የሸጡት ተጫዋች

source: Transfers Made
am: የተፈፀመ ዝውውር

source: Injured/Banned Players
am: የተጎዱ/የተቀጡ ተጫዋቾች

source: No players on the list
am: በዝርዝሩ ላይ ምንም ተጫዋቾች የሉም

source: Create your Team
am: ቡድንዎን ይፍጠሩ

# create_your_team_welcome
source: Welcome to Loche Fantasy Football Manager after completing signing up you will be navigated to the player selection page where you will get 100 Loche Coins which you will need to spend wisely as you will have to select a squad of 15 players that consists of 2 Goalkeepers, 5 defenders, 5 Midfielders, 3 Forwards. A maximum of 3 players can be selected from a single Premier League team .From your 15 selected players, select your best 11 players and 4 bench players to form your dream team by the game week deadline. These 11 players will score your total game week fanatsy points.
am: ወደ ሎጬ ፋንታሲ እንኳን በደና መጡ ከተመዘገቡ በኋላ ተጫዋች ወደ ሚመርጡበት ገዕ የወስዳችሁዋል ለሱም 100 ሎጬ ክሬዲት ይሰጣችሁዋል እሱንም በመጠቀም 2 በረኛ፣ 5 ተከላካይ፣5 የመሃል ተጫዋች፣3 አጥቂ መግዛች ይጠበቅባችሁዋል። ከአንድ ክለብ ከ 3 ተጫዋች በላይ መሸጥ አይቻልም። ከመርጣችሁዋቸው 15 ተጫዋቾች 11 ቋሚ ሚሆኑ 4 በተቀያሪነት ሚቀመጡት መለየት ። የመረጣችሁት 11 ተጫዋቾች የዛን ሳምንት ነጥብ የወስናሉ።

# pro_tip_one
source: In the world of fantasy football, wise player selection is an art. Selecting 3 defenders from one team is not recommended because if their team concedes a goal all three will lose points so choose all your players wisely.
am: በፋንታሲ እግር ኳስ አለም ጥበበኛ የተጫዋቾች ምርጫ ጥበብ ነው። ከአንድ ቡድን 3 ተከላካዮችን መምረጥ አይመከርም ምክንያቱም ቡድናቸው ጎል ካስተናገደ ሦስቱም ነጥብ ያጣሉ።ስለዚህ ሁሉንም ተጫዋቾች በጥበብ ምረጡ።

source: What are Loche credits?
am: ሎጬ ክሬዲት ምንድን ነው?

# what_are_loche_credits_desc
source: Loche credits are the cost of a player. In-form and star players typically cost more loche coins, while inexperienced or non-regular starts cost less.
am: የሎጬ ክሬዲት የአንድ ተጫዋች ዋጋ ነው። በብቃት እና በኮከብ ተጫዋቾች ብዙ የሎቼ ሳንቲሞችን ያስከፍላሉ፣ ልምድ የሌላቸው ወይም ቋሚ ያልሆኑ ግን ዋጋቸው አነስተኛ ነው።

source: What are fantasy points?
am: ነጥቦች ምንድን ናቸው?

# what_are_fantasy_points_desc
source: Fantasy points are earned by players based on how they perform in the real-life match. For example, players earn points for scoring goals, assisting goals, completing tackles, keeping clean sheets and many more actions.
am: ነጥቦች ሚሰበሰቡት በተጫዋቾች የሚያረጉት እውነተኛው ህይወት እስቅንቃሴ ላይ በመመስረት ነው። ለምሳሌ፣ ተጫዋቾች ግቦችን ሲያስቆጥሩ፣ ለግቦች አስተዋዖ ሲያረጉ፣ ታክሎችን ሲያስፈፆሙ፣ ግብ ሳያስተናግዱ ሲወጡ ነጥቦችን ያገኛሉ።

source: Joining Leagues
am: ነጥቦች ምንድን ናቸው

# joining_leagues_desc
source: After completing choosing squads you will need to pay the 45 coin entry fee to be eligible for the weekly leaderboard in which users who have deposited the entry fee will be eligible to win the weekly, monthly and yearly prizes!
am: ቡድን ከመረጡ በኋላ ውድድሩን ተቀላቅሎ ተሸላሚ ለመሆን 45 ብር ሳምንታዊ ክፍያ መክፈል ይጠበቅቦታል የመግቢያ ክፍያውን ያስመዘገቡ ተጠቃሚዎች ሳምንታዊ ፣ ወርሃዊ እና ዓመታዊ ሽልማቶችን የማሸነፍ እድል ይኖራቸዋል ።!

# pro_tip_two
source: Regularly update your squad based on the latest information and fixtures. Staying engaged and making timely transfers can give you an edge over less active managers.
am: በየጊዜው አዳዲስ ዜናዎችን በመከታተል ቴሞን ይቀያይሩ የህም ከሌላ የሎጬ አሰልጣኞች ይለያችሁዋል

source: Pro tip:
am: ማስታወሻ:

source: Joining Game Week Process
am: የጨዋታ ሳምንት ሂደትን መቀላቀል

# joining_game_week_process_desc
source: Ready to conquer? Once you've crafted your winning team, the next stride is to secure your entry by making a payment and joining the contest. After completing the process you will pay the 45 coin entry fee from your Loche wallet directly or you can deposit directly from Chapa payment system which has Telebirr, CBE birr, Direct deposit and So on. the transaction process will go on smoothly.
am: ለማሸነፍ ዝግጁ ነዎት? አሸናፊ ቡድንዎን ከፈጠሩ በኋላ፣ ቀጣዩ እርምጃ ክፍያ በመክፈል እና ውድድሩን በመቀላቀል መግባትዎን ማስጠበቅ ነው። ሂደቱን ከጨረሱ በኋላ የ45 ብር የመግቢያ ክፍያ ከሎቼ ቦርሳ በቀጥታ ይከፍላሉ።

# pro_tip_three
source: You can deposit and keep your money in your Loche wallet so you can easily join the contest and be eligible for the weekly, monthly and yearly prizes.
am: በቀላሉ ውድድሩን ለመቀላቀል እና ለሳምንታዊ፣ ወርሃዊ እና አመታዊ ሽልማቶች ብቁ ለመሆን ገንዘቦን በሎቼ ቦርሳዎ ውስጥ አስገብተው ማስቀመጥ ይችላሉ።

source: Payment Process
am: የክፍያ ሂደት

# payment_process_desc
source: Once the matches are live, the players in your team will start earning points based on their real-life actions. You can follow your team’s performance throughout the games at the team preview section. When the game week matches are completed, please allow 1-4 hours for the leaderboard to continue adjusting.
am: አንዴ ግጥሚያዎቹ ከጀመሩ በኋላ በቡድንዎ ውስጥ ያሉ ተጫዋቾች በእውነተኛ ህይወት ተግባራቸው መሰረት ነጥቦችን ማግኘት ይጀምራሉ። በቡድን ቅድመ እይታ ክፍል ውስጥ በጨዋታዎች ውስጥ የቡድንዎን አፈፃፀም መከታተል ይችላሉ። የጨዋታው ሳምንት ጨዋታዎች ሲጠናቀቁ፣ እባክዎ የመሪዎች ሰሌዳው ማስተካከል እንዲቀጥል ከ1-4 ሰአታት ይፍቀዱ

source: Good luck!
am: መልካም እድል!

# good_luck_desc
source: Good luck, contenders! May your skills shine brightly and your strategies lead you to triumph. Give it your all, and may victory be yours in this thrilling contest!
am: መልካም ዕድል፣ ተፎካካሪዎች! ችሎታዎ በብሩህ ይብራ እና ስትራቴጂዎችዎ ወደ ድል ይመራዎታል። ሁሉንም ነገር ይስጡ እና በዚህ አስደሳች ውድድር ውስጥ ድል ያንት ይሁን!!

# goal_scored_for
source: Goal Scored By A Forward
am: በአጥቂ የተቆጠረ ግብ

# goal_scored_for_desc
source: A goal scored by a player included as a forward
am: በውድድሩ እንደ አጥቂ የተቀሰ ተጫዋች

# goal_scored_mid
source: Goal Scored By A Midfielder
am: በመሃል ተጫዋች የተቆጠረ ግብ

# goal_scored_mid_desc
source: A goal scored by a player included as a midfielder
am: በውድድሩ እንደ በመሃል ተጫዋች የተቀሰ ተጫዋች

# goal_scored_def
source: Goal Scored By A Defender/GK
am: በተከላካይ/ግብ ጠባቂ የተቆጠረ ግብ

# goal_scored_def_desc
source: A goal scored by a player included as a Defender/Goalkeeper
am: በውድድሩ እንደ ተከላካይ/ግብ ጠባቂ የተቀሰ ተጫዋች

source: Assist
am: የግብ አስተዋፆ

# assist_desc
source: The player who makes the final pass before a goal
am: ከጎል በፊት የመጨረሻውን ቅብብል የሚያደርግ ተጫዋች

source: Shot On Target
am: የግብ ላይ ሙከራ

# shot_on_target_desc
source: If the ball stays within the goal frame i.e. saved by the goalkeeper or scored
am: ኳሱ በግብ ፍሬም ውስጥ ቢቆይ ማለትም በረኛው ከዳነው ወይም ጎል አስቆጥሯል።

# chance_created
source: Two Chances Created
am: ሁለት የግብ እድል መፍጠር

# chance_created_desc
source: When a players creates every two goal scoring opportunities
am: ሁለት የግብ እድል መፍጠር

# passes_completed
source: Every 20 Passes Completed
am: በ 20 ኳስ ቅብብል

# passes_completed_desc
source: For every 20 passes completed by a player
am: ለእያንዳንዱ 20 ቅብብሎች በተጫዋች የተፈፀመ

source: Tackle Won
am: የተፈፀመ ታክል

# tackle_won_desc
source: For every successful tackles made by a player
am: በተጫዋች ለሚደረገው እያንዳንዱ የተሳካ ታክል

source: Interception
am: ኳስ የማቋረጥ እንቅስቃ

# interception_desc
source: For every successful interceptions made by a player
am: በተጫዋች ለሚደረገው እያንዳንዱ የተሳካ ኳስ የማቋረጥ እንቅስቃሴ

# goal_keeper_save
source: Saves By Goal Keeper
am: በግብ ጠባቂው የዳነ ኳስ

# goal_keeper_save_desc
source: For every shots saved by the goal keeper
am: ግብ ጠባቂው ያዳናቸው ኳሶች

# clean_sheet
source: Clean Sheets
am: ግብ አለማስተናገድ

# clean_sheet_desc
source: For a clean sheet kept for over 54 minutes by the defenders and goalkeepers
am: ከ54 ደቂቃ በላይ የተጫወቱ ተከላካዮች እና በግብ ጠባቂዎች ነገር ግን 90 ደቂቃ ግብ ካላስተናገዱ

source: Penalty Saved
am: ፍፁም ቅጣት ምት ማዳን

# penalty_saved_desc
source: For a penalty Saved by the Goalkeeper
am: በግብ ጠባቂው የደነ ፍፁም ቅጣት ምት

# starting
source: Starting 11
am: ቋሚ 11

# starting_desc
source: For being included in the starting eleven and starting the match
am: በቋሚ 11 ተካቶ መጫዋት

source: Substitute
am: ተቀያሪ

# substitute_desc
source: For coming on and making an appearance as a substitute
am: ተቀይሮ ገብቶ መጫወት

source: Own Goal
am: ራስ ላይ ግብ ማስቆጠር

# own_goal_desc
source: Deducted For a goal scored by a player on his own net
am: ተጨዋች በራሱ መረብ ላይ ባስቆጠራት ጎል ሚቀነስ

source: Penalty Missed
am: ፍፁም ቅጣት ምት መሳት

# penalty_missed_desc
source: Deducted for a penalty missed by a player
am: አንድ ተጫዋች ፍፁም ቅጣት ምት ከሳተ ሚቀነስ

source: Yellow Card
am: ቢጫ ካርድ

# yellow_card_desc
source: Deducted from a player for receiving a yellow card
am: አንድ ተጫዋች ቢጫ ካርድ ከተመለከተ ሚቀነስ

source: Red Card
am: ቀይ ካርድ

# red_card_desc
source: Deducted from a player for receiving a red card
am: አንድ ተጫዋች ቀይ ካርድ ከተመለከተ ሚቀነስ

# two_goals_conceded
source: 2 goals conceded
am: ተከላካይ እና በረኛ ሁለት ግል ሲገባባቸው የሚቀነስ ነጥብ

# two_goals_conceded_desc
source: Every two goals conceded 1 points will be deducted from Defenders/Goalkeeper
am: በየሁለት ጎል በረኛ እና ተከላካይ ላይ 1 ነጥብ ይቀነሳል

# point_system_desc
source: Check below to see how your players score points on Loche. Discover how goals, assists, clean sheets, saves, and more contribute to your team's overall score. Stay ahead of the game as you strategize and select players based on their potential to rack up points.
am: የእርስዎ ተጫዋቾች በሎቼ ላይ እንዴት ነጥብ እንደሚያስመዘግቡ ለማየት ከታች ይመልከቱ። ግቦች፣ የግብ ላይ አስተዎፆ እና ሌሎችም ለቡድንዎ አጠቃላይ ውጤት እንዴት እንደሚያበረክቱ ይወቁ።ስትራተጂ እና ተጫዋቾችን ስትመርጥ ነጥቦችን ለመሰብሰብ ባላቸው አቅም መሰረት ከጨዋታው በፊት ይቆዩ

source: Attacking Points
am: የማጥቃት ነጥብ

source: Defending Points
am: የመከላከል ነጥብ

source: Other Points
am: ሌሎች ነጥቦች

source: Negative Points
am: አሉታዊ ነጥቦች

source: Remark!
am: አስተያየት!

# best_manager_week
source: Best manager of the week
am: የሳምንቱ ምርጥ አሰልጣኝ

# best_manager_month
source: Best manager of the month
am: የወሩ ምርጥ አሰልጣኝ

# best_manager_year
source: Best manager of the year
am: የአመቱ ምርጥ አሰልጣኝ

# remark_one
source: A Player will continue to be penalized for goals conceded by their team if that player receives a red card.
am: ተጫዋቹ ቀይ ካርድ ከተቀበለ በቡድናቸው ባስቆጠራቸው ጎል ቅጣት መቀነሱን ይቀጥላል

# remark_two
source: Any points deducted for yellow cards is not included in red card points deduction.
am: ቢጫ ካርዶች የሚቀነሱ ማናቸውም ነጥቦች በቀይ ካርድ ነጥቦች ቅነሳ ውስጥ አይካተቱም።

# remark_three
source: Points awarded in-game are subject to change up until one hour after the final whistle of the last match of any given day. No further adjustments to points will be made once the points have all been updated on that day.
am: በጨዋታው ውስጥ የተሰጡ ነጥቦች በማንኛውም ጨዋታ ካለቀ እስከ አንድ ሰአት ድረስ ሊለወጡ ይችላሉ። ነጥቦቹ በእለቱ ከተዘመኑ በኋላ በነጥቦች ላይ ምንም ተጨማሪ ማስተካከያ አይደረግም።

# remark_four
source: We get all our stats from Entity Sports, However, in case there is a clear error from our provider’s end, we may modify the stats.
am: በጨዋታው ውስጥ የተሰጡ ነጥቦች በማንኛውም ቀን የመጨረሻ ግጥሚያ የመጨረሻ ፉጨት እስከ አንድ ሰአት ድረስ ሊለወጡ ይችላሉ። ነጥቦቹ በእለቱ ከተዘመኑ በኋላ በነጥቦች ላይ ምንም ተጨማሪ ማስተካከያ አይደረግም። ሁሉንም የኛን ስታቲስቲክስ ከኢንቲቲ ስፖርቶች እናገኛለን፣ ነገር ግን፣ ከአቅራቢያችን መጨረሻ ላይ ግልጽ የሆነ ስህተት ካለ፣ ስታቲስቲክሱን ልንቀይር እንችላለን።

# frequently_asked_question
source: Frequently Asked Questions
am: ተደጋግሞ የሚነሱ ጥያቄዎች

# frequently_asked_question_desc
source: Find solutions to the most commonly asked questions by our users. We're here to help and provide the information you need to enhance your experience.
am: በተጠቃሚዎቻችን በብዛት ለሚጠየቁ ጥያቄዎች መፍትሄዎችን ያግኙ። ተሞክሮዎን ለማሻሻል የሚፈልጉትን መረጃ ለማገዝ እና ለማቅረብ እዚህ ተገኝተናል።

source: Last Updated:
am: መጨረሻ የተሻሻለው:

# thank_you_feedback
source: Thank you!, Your Feedback has been successfully sent!
am: እናመሰግናለን!፣ የእርስዎ ግብረመልስ በተሳካ ሁኔታ ተልኳል።

source: Feedbacks
am: አስተያየት

# feedbacks_desc
source: We want to know what you thought of your experience at Loche. We would like to hear your feedback.
am: በሎቼ ስላላችሁ ልምድ ምን እንዳሰቡ ማወቅ እንፈልጋለን።

source: Categories
am: ምድቦች

source: Your Feedback
am: ምድቦች

# value_can_not_be_less_than_ten
source: Value can not be less than 10 characters
am: ከ 10 ፊደሎች ያነሰ ሊሆን አይችልም

# value_your_feedback
source: We value your feedback and are committed to enhancing your app experience based on your input.
am: የእርስዎን አስተያየት ዋጋ እንሰጣለን እና በእርስዎ አስተያየት ላይ በመመስረት የእርስዎን መተግበሪያ ተሞክሮ ለማሳደግ ቁርጠኞች ነን።

source: Options
am: አማራጮች

source: Short brief
am: አጭር መረጃ

source: Latest Version:
am: የቅርብ ጊዜ ስሪት:

source: Thank you!
am: እናመሰግናለን!!

source: Purchase package
am: ፓኬጅ ይግዙ

source: Joined
am: ተቀላቅለዋል

# deadline_home
source: Deadline
am: የዝውውር መስኮት

source: Passed
am: ተዘግቷል

# users_who_used_referral_code
source: Users who used your referral code
am: የሬፈራል ኮድ አግኝተው አብረውን ይስሩ

# get_a_referral_code
source: Get a referral code and work with us!!!
am: የሬፈራል ኮድ አግኝተው አብረውን ይስሩ

# fill_out_the_details
source: Fill out the details below. (At least one social media is required)
am: ከዚህ በታች ዝርዝሩን ይሙሉ (አንድ ሶሻል ሚዲያ መሙላት ያስፈልጋል)

source: Current Job
am: የስራ ዘርፍ

source: User Traction
am: የሚያስገቡት የተጠቃሚ ቁጥር

source: Instagram
am: ኢንስታግራም

source: Facebook
am: ፌስቡክ

source: Tiktok
am: ቲክቶክ

source: Request
am: ጠይቅ

source: Payment
am: ክፍያ

# make_a_payment_and_dive
source: Make a payment and dive into the thrilling contest, all while eagerly anticipating the exciting rewards that await you
am: ለእርስዎ የተጋጁት አጓጊ ሽልማቶችን ለማግኘት አሁንኑ ሂሳብዎን ሞልተው ውድድሩን ይቀላቀሉ፡፡

source: Payment Methods
am: የሂሳብ መሙያ አማራጮች

# choose_your_preferred_payment
source: Choose your preferred payment method from the options below and proceed with the payment process.
am: ሂሳብዎን በሁለት መንገድ መሙላት ይችላሉ፤ የመጀመሪያው በቀጥታ የሎጬ ኮይን በመግዛት ሲሆን ሁለተኛው ደሞ ጥቅል

source: Next
am: ቀጥል

source: Package
am: ጥቅል ለመግዛት

# purchase_a_package_with_app_credit
source: Purchase a package with many discount offers from your app credit
am: የተለያዪ ቅናሽ ያላቸው ጥቅሎች ከ ሎጬ አካውንት ክሬዲቶ ይግዙ

# purchase_a_package_with_bank
source: Purchase a package with many discount offers straight from your bank
am: የተለያዪ ቅናሽ ያላቸው ጥቅሎች ቀጥታ ከባንክ አካውንቶ ይግዙ

source: Choose
am: ምረጥ

# we_offer_different_packages
source: We offer different type of packages
am: የተለያዩ አይነት ጥቅሎች እናቀርባለን

# choose_your_preferred_package
source: Choose your preferred package and continue your winning journey
am: የሚፈልጉትን ጥቅል በመምረጥ የአሸናፉነት ጉዞዎን ይጀምሩ

# transfer_g
source: Transfer
am: ክሬዲት መላክ

source: Transfer your credit to other account
am: ወደ ሌላ ሰው ክሬዲት ይላኩ

# phone_number_g
source: Phone Number
am: የስልክ ቁጥር

# amount_g
source: Amount
am: የክሬዲት መጠን

# transfer_button
source: Transfer
am: ይላኩ

# payment_g
source: Payment
am: ክፍያ

# make_payment
source: Make a payment and dive into the thrilling contest, all while eagerly anticipating the exciting rewards that await you.
am: ለእርስዎ የተጋጁት አጓጊ ሽልማቶችን ለማግኘት አሁንኑ ሂሳብዎን ሞልተው ውድድሩን ይቀላቀሉ፡፡

# payment_methods_g
source: Payment Methods
am: የሂሳብ መሙያ አማራጮች

# choose_your_preferred_payment_method
source: Choose your preffered payment method below and proceed with the payment process.
am: ሂሳብዎን በሁለት መንገድ መሙላት ይችላሉ፤ የመጀመሪያው በቀጥታ የሎጬ ኮይን በመግዛት ሲሆን ሁለተኛው ደሞ ጥቅል በመግዛት ነው፡፡

# deposit_g
source: Deposit
am: የሎጬ ኮይን ለመግዛት

# package_g
source: Package
am: ጥቅል ለመግዛት

# next_g
source: Next
am: ቀጣይ

# deposit_girum
source: Deposit
am: የሎጬ ኮይን ይግዙ

source: Top up your credit by depositing now.
am: አሁንኑ የሎጬ ኮይን ገዝተው ሂሳብዎን ይሙሉ፡፡

# amount_girum
source: Amount
am: የሎጬ ኮይን መጠን

# deposit_deposit_modal_g
source: Deposit
am: ሂሳብዎን ይሙሉ

# earned_g
source: Earned
am: እስካ ዛሬ ያገኙት

# available_g
source: Available
am: ያለዎት ቀሪ

# withdraw_g
source: Withdraw
am: ወጪ ያድርጉ

# commission_history_g
source: Commission History
am: የሰሩት ኮሚሽን

source: You have not yet made any commissions
am: እስከ ዛሬ ምንም ኮሚሽን አልሰሩም

source: Withdrawal
am: ወጪ

source: Commission Withdrawal
am: ኮሚሽን ወጪ ያድርጉ

# choose_your_preferred_withdrawal_method
source: Choose your preferred withdrawal method from the options below and proceed with the withdrawal process.
am: ያገኙትን ኮሚሽን በሁለት መንገድ ማውጥት ይችላሉ፡ አንደኛው ወደ ክሬዲት መቀየር ሲሆን ሁለተኛው ደግሞ ወደ ባንክ ሂሳብዎ መላክ ናቸው፡፡

source: To App Credit
am: ወደ ክሬዲት መቀየር

source: To Bank
am: ወደ ባንክ ሂሳብ መላክ

# withdrawal_g
source: Withdrawal
am: ኮሚሽን ወጪ ማድረግ

# withdraw_girum
source: Withdraw
am: ወጪ

# withdraw_wallet
source: Withdraw
am: ያውጡ

# amount_wallet
source: Amount
am: የወጪ መጠን

# transaction_g
source: Transaction
am: ግብይቶች
